{
  "title": "马克思",
  "items": [
    {
      "title": "马克思主义基本原理绪论",
      "items": [
        {
          "title": "马克思主义哲学是时代的产物",
          "content": "①客观条件：资本主义的发展及其内部矛盾尖锐化。\n②阶级基础：工人阶级作为一只独立的政治力量登上历史舞台，进行反对资本主义制度和资产阶级统治斗争。\n③马克思主义的产生是历史时代提出的伟大任务。\n④时代需要本身孕育着马克思主义产生的可能性，又包含着使这种可能变为现实。"
        },
        {
          "title": "产生的社会历史条件：",
          "content": "①近代资本主义社会化大生产。\n②无产阶级作为一只独立的政治力量登上历史舞台。\n③自然科学前提：三大发明为代表的近代科学新成就。\n④思想理论来源。\n⑤资本主义矛盾尖锐化"
        },
        {
          "title": "马克思主义、恩格斯在创立自己的哲学过程中。对黑格尔辩证法和费尔巴哈唯物主义。采取的态度是批判地继承（吸收唯物主义）"
        },
        {
          "title": "马克思主义哲学产生的自然科学前提和理论来源：",
          "content": "①科学前提：自然科学的巨大进步。三大发现：细胞学说、能量守恒定律、转化定律与生物进化论。对马克思主义产生巨大影响。\n②理论来源： a.德国古典哲学 b.黑格尔辩证法和费尔巴哈唯物主义 c.英国古典经济学 d.19 世纪英、法两国的空想主义。"
        },
        {
          "title": "马克思主义是理论品质：",
          "content": "开拓创新、 与时俱进。"
        },
        {
          "title": "马克思主义最高的社会理想：",
          "content": "推翻资本主义。实现共产 主义。"
        },
        {
          "title": "树立科学人生观的意义：",
          "content": "①科学的人生理想对现实活动具有指导意义\n②理想是人生前进的灯塔\n③理想是人生前进的动力\n④理想是人生是精神支柱"
        },
        {
          "title": "学习马克思主义的目的",
          "content": "①树立正确的人生观、世界观、价值观。 \n②掌握认识世界和改造世界的工具。 \n③全面提高人的素质。 \n④提高工人马克思主义修养。"
        },
        {
          "title": "学习马克思主义的根本方法",
          "content": "理论联系实际  马克思主义哲学是科学的世界观和方法论，政治经济学是  马主的理论基础，处于核心地位的是科学社会主义理论。"
        }
      ]
    },
    {
      "title": "马克思主义第一章",
      "items": [
        {
          "title": "简述.唯物主义的基本观点及其发展的基本形态，说明唯心主义的基本形式。",
          "content": "①唯物主义形态：A.古代朴素唯物主义 B、近代形而上学 C、现代唯物主义 D、历史唯物主义。\n观点：A.物质是本原的，第一性的，意识是派生的，第二性的 B.哲学上认识论的问题分为：a.可知论 b.不可知论\n②唯心主义形态：A.主观唯心主义 B.客观唯心主义（现实世界是理念世界的影子）"
        },
        {
          "title": "划分历史唯物主义和历史唯心主义的标准",
          "content": "是否承认社会存在，决定社会意识"
        },
        {
          "title": "历史观的基本问题",
          "content": "社会存在和社会意识的关系问题"
        },
        {
          "title": "什么是一元论、二元论，在世界统一问题上唯心主义和唯物主义有何不同？",
          "content": "世界统一二元论：指认为世界有两个独立的本原（物质和精神）的哲学观点—否认世界统一②在统一问题上，一元论有两种：1）唯心主义一元论---认为世界的本原是物质，物质统一于精神。 2）唯物主义一元论--认为世界的本原是物质，世界统一于物质。"
        },
        {
          "title": "唯物主义的局限性",
          "content": "①机械性：用机械、力学解释一切\n②不彻底性：不把唯物主义贯彻到历史去 \n③形而上学性：不把事物理解为运动发展的\n④直观性：缺乏实践、物质和意识的关系： A.物质决定意识。B.意识对物质具有能动的反作用。"
        },
        {
          "title": "辨证唯物主义的物质定义及其理论意义",
          "content": "物质：是不依赖于意识又能为意识所反映的客观实在（物质是标准客观实在的哲学范畴）\n意义：①它指出物质不依赖于意识的客观实在，与唯心主义划清了界限。②它指出物质是可以被认识的，同不可知论划清了界限。③它指出客观实在性是一切物质的共性，克服了旧唯物主义物质观的局限性。"
        },
        {
          "title": "物质的唯一特性",
          "content": "客观实在性物质和运动的关系：A.物质离不开运动。B.运动离不开物质。"
        },
        {
          "title": "论述：辩证唯物主义的运动观指出唯心主义和形而上学唯物主义运动观的错误",
          "content": "①运动是物质的根本属性和存在方式\n②物质和运动不可分： 1）世界上不存在脱离运动的物质，世界上的物质无一不是处在运动中）世界上也不存在没有物质的运动。物质是运动的承担者，是运动主体，一切运动的都是物质的运动）形而上学和唯心主义的运动观：都是把物质和运动相割裂，形而上学主张没有运动的物质，唯心主义主张没有物质的运动。\n运动和静止的关系： A.动中有静。B.静中有动。"
        },
        {
          "title": "运动和相对静止的含义及二者关系",
          "content": "①运动是物质的根本属性和存在方式。相对静止：1）一个事物对于另一个事物来说没有发生位置的移动。2）事物的质没有发生根本变化，即事物物质相对稳定。②二者关系：运动是绝对的，静止是相对的，绝对运动中有相对静止，相对静止中有绝对运动，静止是运动的特殊状态"
        },
        {
          "title": "世界上的事物都是绝对运动和相对静止的统一",
          "content": ""
        },
        {
          "title": "时间是物质的持续性、顺序性。空间是物质运动的广延性和伸张性",
          "content": ""
        },
        {
          "title": "时间和空间是物质运动的存在方式。",
          "content": ""
        },
        {
          "title": "时间的特点：一维性（不可逆性）如：时光不可倒流。机不可失。失不再来。物质运动和时间、空间的关系： A.物质运动离不开时空。B.时空离不开物质的运动。试用世界物质统一性原理论述社会主义建设中一切从实际出发、实事求是的重要意义？",
          "content": "辩证唯物主义认为：世界是在无限持续的时间、无限延伸的空间中，按照固有的运动着的物质世界，世界的事物尽管纷繁复杂，但都在物质的基础上统一起来了。辩证唯物主义关于物质统一性的原理：是社会主义建设中一切从实际出发、实事求是的哲学依据。第一、因为物质是本原，所以必须从实际，而不能从主观愿望出发；第二、因为物质是运动的，所以必须从变化了的实际出发，而不能固步自封，僵化不变；第三、因为运动是有规律的，所以必须注重规律认识规律，利用规律，而不能违背规律，只有一切从实际出发，实事求是，才能把社会主义建设搞好。在实际工作中的一切主观主义都是错误的；教条主义者只从书本出发，而不从实际出发是错误的，应该加以反对；经验主义者只从个人狭隘的经验出发，而不从实际的经验出发，也是错误的，都是必须加以反对的。"
        },
        {
          "title": "实践是主体能动地改造和探索客体的客观物质活动",
          "content": ""
        },
        {
          "title": "实践的基本特点",
          "content": "①客观性②自觉能动性③社会历史性"
        },
        {
          "title": "实践的基本形式",
          "content": "①物质生产实践②处理社会关系的实践③科学试验"
        },
        {
          "title": "唯物辩证法的总特征",
          "content": "物质世界是普遍联系和永恒发展的"
        },
        {
          "title": "联系与发展的普遍性和多样性联系和发展的关系",
          "content": "A.联系构成了发展（运动、变化）B.发展（运动、变化）体现了联系"
        },
        {
          "title": "唯物辩证法",
          "content": "事物有联系，有区别。形而上学：有区别无联系。相对主义：有联系无区别"
        },
        {
          "title": "发展的实质",
          "content": "就是新事物战胜旧事物。（如：旧中国的覆灭和新中国的诞生）"
        },
        {
          "title": "区分新旧事物的标志：在于是否符合事物发展的必然趋势",
          "content": ""
        },
        {
          "title": "论述：唯物辩证法与的对立和分歧。说明坚持唯物发。反对形而上学对实际工作的重要意义",
          "content": "一、对立表现在：①联系观点和孤立观点的对立。（唯物--联系。形而上学--孤立）②发展变化和静止不变的观点（唯物--发展变化，形而上学--不变的观点）③承认事物内部矛盾和否认事物内部矛盾的对立。二：在于是否承认矛盾是事物发展的动力。三、坚持唯物辩证法，反对形而上学"
        },
        {
          "title": "对立统一揭示了事物发展的动力和源泉。",
          "content": "1.矛盾的同一性和矛盾的斗争性的关系：A.二者相互区别：二者是每一个矛盾的两个相反的基本属性。B.二者相互联系：斗争性是同一性的基础，没有斗争性就没有同一性；离不开同一性，没有脱离同一性的纯粹的斗争性。质量互变规律揭示了事物发展的状态和形式。质转化为量：质变巩固、体现量变的成果，质变为新的量变开辟道路。2. 量变和质变的关系：量转化为质：量变是质变的必要准备，质变是量变的必然结果。否定之否定规律揭示了事物的发展趋势和道路3.肯定和否定的关系：A.肯定之中包含着否定，一定意义上的肯定就是否定。B.否定之中包含着肯定，一定意义上的否定就是肯定。"
        },
        {
          "title": "对立统一规律是唯物辩证法的实质与核心",
          "content": "①对立统一规律揭示了事物普遍联系的根本内容和发展变化的内政动力②对立统一规律贯穿于唯物辩证法其他规律和范畴的中心线索，是理解他们的钥匙③矛盾法是最根本的认识方法。④承认不承认对立统一规律以及是事物发的动力是唯物辩证法与形而上学的根本分歧和斗争焦点"
        },
        {
          "title": "矛盾的同一性和斗争性的含义及二者的辨证关系",
          "content": "矛盾对立和统一的两重关系决定了矛盾的两种基本属性：即同一性和斗争性①矛盾的同一性是指矛盾双方相互联系、相互吸引的性质，他包含两方面的的含义。1）矛盾双方互相依存 2）矛盾双方相互贯通。相互渗透、包含、在一定条件下相互转化。②矛盾的斗争性是指矛盾双方相互排斥、相互对立的性质。③矛盾的同一性和斗争性是既相互区别，又相互联结的。1）矛盾的同一性和斗争性是矛盾的两种相反的基本属性，它们在矛盾运动中所处的地位是不同的，矛盾的统一性的相对的。矛盾的斗争性是绝对的。 2）矛盾的同一性的相对性是指它的条件性。3）矛盾的统一性和斗争性是相互联结、不可分离的。"
        },
        {
          "title": "内因和外因含义及其意义，说明一切从实际出发的重要意义1.内因：指事物的内部矛盾。2.外因：指事物的外部矛盾。（外因是一事物与其他事物的相互影响、相互作用）内因和外因的辨证关系内因和外因的关系：A.内因是事物变化的条件和根据。B.外因是事物变化的作用。C.外因通过内因而起作用。试用唯物辩证法关于内因和外因辩证关系的原理论述社会主义初级阶段将独立自主、自力更生和对外开放、争取外援结合起来的正确性。",
          "content": "唯物辩证法认为：内因是指事物的内部矛盾；外因是指事物的外部矛盾；因和外因的辩证关系是：内因是事物变化的根据；外因是事物变化的条件；外因通过内因而起作用。唯物辩证法关于内因和外因辩证关系的原理是社会主义初级阶段将独立自主、自力更生为主，对外开放、争取外援为辅结合起来的哲学原理。因为内因是根据，所以必须坚持独立自主为主；因为外因是条件，所以，必须坚持对外开放、争取外援为辅；因为外因通过内因而起作用，所以必须把独立自主和争取外援结合起来，只有这样，才能加速社会主义建设的发展。在内因和外因关系问题上的形而上学观点是错误的。‘外因论’只讲外因。不讲内因，在实际工作中是盲目引进的错误；只讲内因，不讲外因，在实际工作中是盲目排外的错误，都是应该加以反对的。"
        },
        {
          "title": "共性和个性的关系",
          "content": "A.共性寓于个性之中，个性体现共性。B.共性统摄个性，共性离不开个性。"
        },
        {
          "title": "矛盾的普遍性和特殊性的辨证关系原理，是矛盾问题的精髓",
          "content": ""
        },
        {
          "title": "简述 度的含义及其",
          "content": " ①度：指事物的质和量的统一。度是指事物保持自己质的数量限度。②把握度的意义：1）在认识上，只要把握了度，注意质的数量限度，才能准认识事物的质。2）在实践上：只有把握了度，才能提出知道时间活动的正确准则，坚持适度原则，防止“过”或“不及”。"
        },
        {
          "title": "原因和结果的关系：对立统一",
          "content": "①对立（因就是因、果就是果）②统一 原因和结果 A.相互依存 B.在一定条件下转化 C.相互作用"
        },
        {
          "title": "一果多因",
          "content": "多种原因影响下。造成一种结果。"
        },
        {
          "title": "必然性和偶然性是辨证统一的，把二者割裂开来，就会导致形而上学机械决定论或唯心主义的非决定论。形而上学机械决定论：一切必然，否定偶然。唯心主义的非决定论：一切纯粹偶然，否定必然。",
          "content": ""
        },
        {
          "title": "说明本质和现象辨证关系原理，以及认识这原理对我们认识事物的指导",
          "content": "①本质和现象之间的关系是对立统一的。一、本质和现象是相互区别、相互对立的。表现在：1）现象是事物表面特征和外部联系，暴露于事物外部，可以为人的感官直接感知。本质是事物的根本性质和内在联系，藏于事物内部，是不能感知的，只要通过理性思维才能把握。2）现象是个别的、具体的、是多种多样的，本质则是同类现象中一般的、共同的东西 3）现象是多变的，易逝的，本质则是相对稳定的、相对平静的。二、本质和现象又是相互联系、相互依存的。1）本质不能脱离现象，任何事物的本质都要通过这样那样的现象表现出来，不表现为现象的纯粹本质是不存在的。2）现象不能脱离本质任何事物的本质，任何现象都从一定的方面表现着本质，真相从正面直接地表现本质，假象从反面歪曲本质，不表现本质的纯粹现象也是不存在的。本质和现象不是并列关系，本质决定现象，是现象存在的根据、现象的产生和变化归根结底以来于本质的。②掌握本质与现象辨证关系的重要意义。1）本质和现象是有区别的、对立的，对事物的认识不能停留在表面上，。有必要通过科学研究揭示的本质 2）本质和现象是统一的。要对大量的现象进行深入分析，揭示事物本质的正确途径"
        },
        {
          "title": "规律的含义和特点。",
          "content": "规律--指客观事物本身固有的、内在的、本质的联系 特点：A.客观性 B.普遍性"
        },
        {
          "title": "意识的起源、本质、和作用，说明意识对物质的依赖性。",
          "content": "1）起源：意识是自然界长期发展的产物，是社会性劳动的产物 2）本质：意思是人脑的机能，人脑是意识物质器官，意识是客观世界的主观映像，是人脑对客观世界的反映，意识是社会的产物。3）作用：意识对物质的作用必须通过物质实践活动才能实现，要正确发挥意识的能动作用，必须遵循物质运动的客观规律，具有必要的物质手段。"
        },
        {
          "title": "客观规律和主观能动性的关系",
          "content": " A.发挥主观能动性就必须尊重客观规律。B.认识规律就必须充分发挥主观能动性，二者缺一不可"
        },
        {
          "title": "试用客观规律和主观能动性的辩证关系原理。论述社会主义建设中把科学态度和革命热情结合起来的重要意义？试用客观规律和主观能动性的辩证关系原理。对我国社会主义的指导意义",
          "content": "辩证唯物主义认为：客观规律是指客观事物本身固有的本质的、必然的、稳定的；主观能动性是指人们认识世界、改造世界的能力。客观规律和主观能动性的关系是：发挥主观能动性就必须尊重客观规律；认识客观规律、利用客观规律，就必须充分发挥主观能动性。自考免费资源下载尽在：http://www.zkydt365.com辩证唯物主义关于客观规律和主观能动性辩证关系的原理是社会主义初级阶段把科学态度和革命精神统一起来的哲学依据。一方面，讲科学就是说在尊重客观规律，讲革命热情就是说要充分发挥主观能动性，只有将二者结合起来，才能加速社会主义建设的发展。在社会主义建设中，将客观规律和主观能动性割裂开来的观点是错误的。只讲革命热情，不讲尊重客观规律，是实际工作中的左倾盲动主义、坐等观望，都是必须加以反对的。"
        },
        {
          "title": "物质和意识的关系",
          "content": "A.物质决定意识。B.意识对物质具有能动的反作用。"
        },
        {
          "title": "试用物质和意识辩证关系的原理论述社会主义物质文明和精神文明的关系？",
          "content": "辩证唯物主义认为：物质是指不以人的意志为转移并能为人的意识所反映的客观实在；意识是指高度发达的物质→人脑的机能、客观存在的主观印象。物质和意识的关系是：物质决定意识，意识对物质具有能动的反作用，正确的意识对事物发展具有促进作用；错误的意识对事物发展具有阻碍作用。辩证唯物主义关于物质和意识辩证关系的原理：是正确处理社会主义建设中物质文明的精神文明二者关系的哲学依据。一方面，物质文明是精神文明的基础，没有一定的物质文明，就没有一定的精神文明；一方面，精神文明是物质文明的方向和保证，没有一定的精神文明，物质文明的成果就会更丧失。总之，二者互为条件、互为目的、相辅相成、缺一不可。只有正确处理好物质文明和精神文明的关系，才能把社会主义建设好，反之，社会主义就会走向斜路。"
        },
        {
          "title": "唯心主义",
          "content": "否认物质对意识的决定作用。"
        },
        {
          "title": "尊重客观规律是正确发挥主观能动性的前提",
          "content": ""
        }
      ]
    },
    {
      "title": "马克思主义第二章",
      "items": [
        {
          "title": "辩证唯物主义认识论的第一个观点是",
          "content": "实践的观点认识是在劳动实践中产生的."
        },
        {
          "title": "实践和认识的含义及关系",
          "content": "1.实践：指人们认识世界、改造世界的客观物质活动。2.认识：指主体对客体的反映。实践和认识的关系 A.实践决定认识。B.认识对实践有能动的反作用。关系：①实践是认识的基础②实践对认识具有决定性作用③认识对实践有能动作用④正确认识指导实践取得成功，反之失败。"
        },
        {
          "title": "实践对认识具有决定性作用",
          "content": "①认识是实践的来源②实践是认识的动力③实践是检验认识真理性的唯一标准④实践是认识的目的"
        },
        {
          "title": "主体",
          "content": "指认识世界、改造世界的人(认识主体的结构个人,群体,人类整体)。认识主体的属性包括自然性,社会历史性,能动性."
        },
        {
          "title": "客体",
          "content": "指进入主体认识范围的客观规律 .认识客体的属性有可观实在性,对象性.马克思主义哲学认为,认识的本质是主体对客体的能动反映"
        },
        {
          "title": "主体和客体的关系",
          "content": "A.改造和被改造的关系(最基本的关系)。B.认识和被认识的关系。"
        },
        {
          "title": "感性认识",
          "content": "指认识的初级阶段，是主体对事物的个性的反映,分为感觉,知觉,表象三种形式。"
        },
        {
          "title": "理性认识",
          "content": "指认识的高级阶段，是主体对事物的共性的反映,反映的是事物的全体和本质."
        },
        {
          "title": "感性认识不同于理性认识的特点是",
          "content": "主观性。 理性认识包括：1、概念 2、判断 3、推理"
        },
        {
          "title": "感性认识和理性认识的关系",
          "content": "A.感性认识是理性的基础(理性认识依赖于感性认识)。B.理性认识是感性认识的发展和升华(感性认识有待于发展到理性认识)。C.感性和理性认识相互渗透(感性认识中有理性认识,理性认识中有感性认识的成分)。"
        },
        {
          "title": "感性认识向理性认识飞跃的条件",
          "content": "①必须有正确的思维方法。②感性材料是丰富的全面的、不是零散的。"
        },
        {
          "title": "认识的两个飞跃",
          "content": "第一个：感性认识向理性认识飞跃。第二个飞跃：理性认识到实践（理论付诸实践） 。"
        },
        {
          "title": "认识的反复性原理。并用这一原理说明社会主义认识是一个不断深化的过程。",
          "content": "认识的反复性 是由以下原因决定的。一、从客体考察：1）事物是矛盾统一体。矛盾之间的相互作用。都有很多特点和情况 2）事物矛盾有展开和发展的过程，事物本质不是开始就暴露，要经历过程逐渐暴露出来 3）任何事物都是具体的，存在于特定的社会环境中，使得人们的认识要受到社会历史条件和科学技术条件限制。客体的这些特点，决定认识的反复性。二、从主体考察：人的认识受主体的生理因素。知识水平、生活经验、认识能力及其立场、观点、方法的限制。主体的这些特点决定，必须经过实践到认识、再认识到实践这样多次反复。才能获得对客观事物的正确认识。"
        },
        {
          "title": "完整的认识过程",
          "content": "实践--认识—实践"
        },
        {
          "title": "简述真理的客观性、绝对性、和相对性的含义",
          "content": "客观性： 1）指任何真理都包含不依赖于主体，不以来于人类的客观内容。2）检验真理的标准是客观的。绝对性：1）真理是事物及规律的正确反映与客观世界相符合、相一致的认识，是无条件的、绝对的。2）真理是无限发展着的物质世界才存在是绝对的。相对性：1）广度上，任何真理只能是对客观世界某一部分的正确认识，需要扩展。2）深度上：任何真理只能是对客观世界某一部分一定程度的，一定层次的反映，有待于深化"
        },
        {
          "title": "真理的绝对性和相对性统一的原理，加以说明在社会主义建设中。必须坚定不移地坚持和发展马克思主义。",
          "content": "一、真理既是绝对的、也是相对的，是绝对和相对的。真理的绝对性和相对性的关系：①真理的绝对性和相对性相互依存。②真理的绝对性和相对性相互包含、相互渗透。③相对真理向绝对真理转化。二、正确把握马克思主义的意义：①马克思主义是真理的绝对性和相对性统一②马克思主义正确反映了自然、社会和思维的普遍规律。具有绝对性的一面 ③马克思主义没有穷尽一切事物的规律，需要发展，具有相对性的一面。总之：马克思主义真理具有绝对性，所以我们必须坚持它，作为指导思想，同时它又具有相对性，所以我们必须在实践中丰富它，发展它，既坚持又发展才是对待马克思主义的正确态度，"
        },
        {
          "title": "实践是检验真理的唯一标准",
          "content": ""
        },
        {
          "title": "马克思主义哲学认识论与党的群众路线一致性及坚持方法和意义",
          "content": "①党的群众路线是：一切为了群众，一切依靠群众，从群众中来，到群众中去。“到群众中去“就是认识到实践的过程。”从群众中来，到群众中去“也就是实践—认识—实践不断循环往复的过程，这表明群众路线同马克思主义哲学中认识论是完全一致的，是马克思主义哲学认识论在实际工作的运用②人心决定一切，我们要永远不脱离人民群众，和人民群众在一起，在新的历史时期，仍然要坚持党的群众路线，仍然要坚持问人民谋利益这个根本前提出发，相信群众，依靠群众，实行“从群众中来，到群众中去“的工作方法和领导方法，只有这样才能完成振兴中华的伟大历史任务。"
        },
        {
          "title": "马克思主义哲学的精髓",
          "content": "实事求是"
        },
        {
          "title": "马克思主义的根本要求是一切从实际出发",
          "content": ""
        },
        {
          "title": "认识的目的全在于运用",
          "content": ""
        },
        {
          "title": "真理的功能包括指导实践,再认识,教育与激励",
          "content": ""
        }
      ]
    },
    {
      "title": "马克思主义第三章",
      "items": [
        {
          "title": "人类社会的基本矛盾",
          "content": "1、生产力和生产关系之间的矛盾。2、经济基础和上层建筑之间的矛盾。社会存在是指社会物质生活条件的总和,包括地理环境人口因素和物质生活资料的生产方式。"
        },
        {
          "title": "用地理环境和人口因素在社会发展中的作用，说明可持续发展的重要意义。",
          "content": "①A.地理环境是人们的物质生活的必要条件，地理环境主要通过影响生产的发展、直接、间接地制约发展。人们依赖地理环境，地理环境就必然影响社会的发展。B.人口因素也是社会物质生活的必要条件。一定数量的人口是社会物质生产的必要前提，人口状况能加速或延缓社会的发展。②环境与人口问题的我国现代化建设中一个十分严重的问题。人口多，资源少在现代化建设中必须坚持可持续发展的战略。③战略为：必须保护环境和计划生育的基本国策，合理开发利用资源，改善生态环境，使人与自然和谐，合理控制人口增长、提高人口素质。"
        },
        {
          "title": "简述人口因素对社会的影响",
          "content": "人口因素也是社会物质生活的必要条件之一，对社会起着制约和影响的作用。主要影响有：①一定数量的人口是社会物质生产的必要前提，没有物质生产就没有社会的存在和发展。 ②人口状况能加速或延缓社会的发展。只有物质与生产相适应的人口状况，才最有利于促进社会的发展。"
        },
        {
          "title": "物质资料的生产方式",
          "content": "生产力和生产关系的统一。生产方式在社会发展中起决定作用。"
        },
        {
          "title": "社会意识指社会的精神生活过程,从社会主体的范围来看氛围个体意识和群体意识;属于意识形态范围的思想体系包括政治思想,法律思想.道德.宗教.艺术哲学和绝大部分社会科学,他们是上层建筑的重要组成部分,反映特定的经济基础并为之服务,在阶级社会里巨头一定的阶级性.非意识包括自然科学,语言学,逻辑学等.",
          "content": ""
        },
        {
          "title": "社会存在决定社会意识",
          "content": "社会意识的内容来源于社会存在,社会意识随着社会存在的发展而变化.社会意识受反映者的立场观点方法的影响和制约。社会意识反作用于社会存在(必须通过人民群众的实践活动)。"
        },
        {
          "title": "社会意识的相对独立性的含义及其表现",
          "content": "①社会意识的相对独立性：是指社会意识在反映社会存在、被社会存在是决定的同时，还具有自身发能动性和独特的发展规律，他的发展与社会存在的发展，并不总是保持一致和平衡。 ②社会意识的相对独立性表现在：1)社会意识与社会存在变化发展的非完全同步性。2)社会意识与社会经济发展水平具有不平衡性。3)社会意识的发展具有历史继承。4)社会意识各种形式之间相互作用、相互影响。5)社会意识对社会存在的反作用或能动性是社会意识的相对独立性的重要表现。社会存在和社会意识的关系问题是历史观的基本问题,历史唯物主义认为社会存在决定社会意识。"
        },
        {
          "title": "生产力的含义和生产关系系统的要素",
          "content": "①生产力，指人类征服自然、改造自然的能力。②现代生产力系统的要素：1）独立的实体因素(劳动者,劳动资料,劳动对象)。2）运筹性的综合因素(分工协作,经济管理,预测决策)。3）渗透性因素(主指自然科学)。4）准备性因素 (主指教育)。"
        },
        {
          "title": "生产关系",
          "content": "指人们在生产中发生的经济关系"
        },
        {
          "title": "生产关系范畴",
          "content": "是人与人之间的经济关系"
        },
        {
          "title": "生产关系内容",
          "content": "①生产资料的所有形式②人们在生产中的地位及其相互关系③产品的分配方式"
        },
        {
          "title": "生产资料的所有形式影响生产关系的表现",
          "content": "  A.生产资料的所有形式是生产劳动得以进行的前提B.生产资料的所有形式决定整个生产关系的性质C.生产资料的所有形式决定人们在生产中的地位及其相互关系D.生产资料的所有形式决定产品的分配方式"
        },
        {
          "title": "生产力和生产关系的关系",
          "content": "①生产力决定生产关系，有什么样的生产力就有什么样的生产关系与之相适应；②生产关系对生产力具有反作用，当生产关系适应生产力时就对生产力起促进作用，当生产关系不适应生产力的时候，就对生产力起阻碍作用。"
        },
        {
          "title": "生产力和生产关系之间的辨证原理及其对我国经济体制改革的指导意义论试用生产力和生产关系辩证关系的原理论述社会主义初级阶段经济体制改革的重要意义。",
          "content": "一、①生产力是指人们征服自然、改造自然的能力。包括劳动资料、劳动对象、劳动者三大要素。②生产关系是指人们要生产中发生的一定经济关系。包括生产资料所有制的形式、生产中人和人的关系、分配形式等三个方面的内容。二、生产力和生产关系的辩证关系是：①生产力决定生产关系，有什么样的生产力，就有什么样的生产关系；生产力的发展决定生产关系的改变 是自发过程与人的自觉活动的统一。②生产关系对生产力具有反作用，当生产关系适应生产力，就对生产力具有促进作用；生产关系不适应生产力，就对生产力起阻碍作用。意义：历史唯物主义关于生产力和生产关系辩证关系的原理是社会主义初级阶段经济体制改造的哲学依据，一方面，社会主义的生产关系是和生产力相适应的，对社会主义的生产力具有促进作用，因此，必须坚持社会主义的基本经济制度；另一方面，社会主义的生产关系又存在和生产力不相适应的薄弱环节，因此，必须加以改革。只有在坚持社会主义基本经济制度的前提下，对不适应生产发展的经济体制进行改革，才能使社会主义现代化建设顺利发展。在实际工作中，认为社会主义生产关系与生产力绝对适应，从而否认改革的必要性是错误的；认为社会主义生产关系与生产力绝对不适应，从而否定社会主义道路的观点也是错误的。"
        },
        {
          "title": "经济基础和上层建筑的关系",
          "content": "   A.经济基础决定上层建筑的产生、性质和变化。B.上层建筑对经济基础具有反作用，当上层适应经济基础的时候，就对经济基础起促进作用；当上层建筑不适应经济基础的时候，就对经济基础的发展起阻碍作用。"
        },
        {
          "title": "社会形态的划分(都是马克思提出来的)",
          "content": "①五种社会形态的划分②三种社会形态的划分"
        },
        {
          "title": "五种社会形态的划分",
          "content": "根据 生产关系的不同性质 划 分"
        },
        {
          "title": "依次更替的五种社会形态",
          "content": "a.原始社会 b.奴隶社会 c.封建社会 d.资本主义社会 e.共产主义社会"
        },
        {
          "title": "马克思根据社会主体的人的发展状况，把人类历史分为依赖性社会、物的依赖性社会、个人前面发展阶段",
          "content": ""
        },
        {
          "title": "社会形态的序列",
          "content": "渔猎社会—农业社会—工业社会—信息社会"
        },
        {
          "title": "为什么说社会形态的发展是自然历史过程",
          "content": "社会形态的发展也象自然界一样，是客观的、物质的、辨证的过程。具有不依人的意志为转移的客观规律。①因为每一代人在社会上开始生活时，所遇到的都是现成的生产力和生产关系。任何人不能自由地选择生产力和生产关系。②人们可以按照自己的目的和需要去改变原有的生产力和生产关系。引起的社会结果。是自己想不到的。是不为人的意志转移的。③把社会关系归结于生产关系生产的水平，就是认为侧蚀力决定生产关系作为社会的经济基础又决定上层建筑，这是历史发展中唯物主义因果决定论，或称历史决定论"
        },
        {
          "title": "为什么说生产力和生产关系之间的矛盾、经济基础和上层建筑之间的矛盾是人类社会的基本矛盾",
          "content": "①这两对矛盾存在于一切社会形态之中，贯穿于每一个社会的的始终②这两对矛盾制约和决定着其他各种社火矛盾，决定着整个社会的面貌，决定着社会发展的必然阶段和客观趋势，决定着社会形态从低级到高级的演进"
        },
        {
          "title": "社会阶级的分化的根本的原因啊",
          "content": "由于生产力的发展出现，剩余产品的私有制。"
        },
        {
          "title": "阶级是生产发展到一定阶段的产物",
          "content": ""
        },
        {
          "title": "阶级首先是个经济范畴",
          "content": ""
        },
        {
          "title": "阶级斗争是经济社会发展的直接动力",
          "content": ""
        },
        {
          "title": "革命的首要基本标志",
          "content": "国家政权从反动阶级手里转移到革命的进步解决手里 ,社会革命是阶级斗争的最高表现,三种形式经济,政治,思想斗争."
        },
        {
          "title": "革命的根本问题",
          "content": "国家政权问题阶级就是在以生产资料私有制为基础的社会生产一起中处于不同地位的各个社会集团,其中一个集团能够占有另一个集团的劳动."
        },
        {
          "title": "社会改革的含义及其在社会发展中的作用",
          "content": "①含义：是在一定社会制度下，为了解决生产关系不适合生产力，上层建筑不适合经济基础的某些部分或环节，使该该社会制度得到持续存在发展或自我完善而对社会体制进行的改善与革新②作用：1）社会改革可以巩固新生的社会制度次序存在并获得一定程度的发展 2）在社会主义社会以前，社会改革为新的社会制度的诞生作量变和部分质变的准备 3）在社会经济、政治等社会体制改革的过程中，必须伴随着人们思想观念和价值取向的变更"
        },
        {
          "title": "社会革命与社会改革的区别",
          "content": "都是为了解决生产力和生产关系,经济基础和上层建筑之间的矛盾,从而推动社会发展的历史运动。第一，社会革命是用先进的社会制度代替落后的社会制度，是社会形态的根本性质变；社会改革则是对同一社会制度的社会体制做某种程度的调整，是同一社会制度的总的量变过程中的部分质变。第二，社会革命是由被统治阶级发动的，目的在于推翻反动统治阶级的国家政权；社会改革则是由统治阶级或统治阶级内部的某种社会势力、社会集团发动的，目的在于维护、巩固统治阶级的统治。第三，社会革命往往采用武装斗争、暴力革命等形式；社会改革一般地说不需要采用这种形式。"
        },
        {
          "title": "说明我国当前进行的改革是社会主义制度的自我完善",
          "content": "①社会主义社会的根本任务是：以经济建设为中心，大力发展生产力，我国的社会主义改革就是立足本国国情，总结实践经验，根据生产力的现实水平和进一步发展的客观要求，自觉调整生产关系与生产力。上层建筑与经济基础不适应的部分，从而使社会主义制度自我完善，推动生产力的发展和社会各方面的进步。②我国改革之所以是社会主义制度的自我完善，是由社会主义社会基本矛盾的性质和特点决定的，它是非对抗性的矛盾，可以通过社会主义制度的不断地得到解决，也就是说改革并不改变社会主义的根本经济制度和政治制度，不是改变社会的根本性质，不是否认社会主义制度的生命力和优越性。而是革除社会主义生产关系中不适合生产力发展、社会主义上层建筑和经济基础发展要求的部分和环节，改革的目的是兴利除弊，使社会主义的优越性更加成分的发挥出来。"
        },
        {
          "title": "广大人民群众推动历史的发展决定力量，历史唯物主义和历史唯心主义在这个问题上存在着分歧",
          "content": ""
        },
        {
          "title": "人民群众推动历史的发展的作用：①人民群众是物质财富的创造者②人民群众是物质精神的创造者 ③民群众是实现社会变革的决定力量",
          "content": ""
        },
        {
          "title": "杰出人物在历史上的作用：加速或延缓历史的发展",
          "content": ""
        },
        {
          "title": "文化是人和社会的具体存在方式,有 3 个特征",
          "content": "创造性,自由性,兼容性.文化的社会功能包括信息功能,假话,培育和塑造人的功能,有促进社会发发展的功能,具有认识功能."
        },
        {
          "title": "人民群众是指推动历史发展的绝大多数社会成员的总和,. 全心全意为人民服务是党的根本宗旨.",
          "content": ""
        },
        {
          "title": "群众观点是物产阶级政党的根本观点,包括人名群众自己解放自己的观点,全心全意为人民服务的观点,向人民群众负责的观点,向人民群众学习的观点.",
          "content": ""
        },
        {
          "title": "一切为了群众是群众路线的基本出发点和最终归宿,一切依靠群众是群众路线的根本要求,从群众中来,到群众中去是无产阶级政党的领导方针,也肆群众路线的基本工作方法.",
          "content": ""
        },
        {
          "title": "推进党的作分建设,核心是保持党同人民群众的血肉联系.",
          "content": ""
        }
      ]
    },
    {
      "title": "马克思主义第四章",
      "items": [
        {
          "title": "商品经济的出发点是商品 ,研究资本主义经济关系的出发点是商品",
          "content": ""
        },
        {
          "title": "商品是",
          "content": "①用来交换劳动产品②使用价值和价值的统两种不同的商品可以按照一定的比例互相交换，原因在于他们在生产中都耗费了无差别的一般人类活动。价值是商品的社会属性。商品最本质的因素是商品。"
        },
        {
          "title": "什么是商品经济，它存在和产生的条件是什么？",
          "content": "商品经济：商品生产和商品交换的总称①商品经济是直接以交换为目的而进行生产的经济形式就是商品经济。②商品经济存在和产生的基本经济条件：1）社会分工的产生和存在（一般条件和基础）。2）是生产资料和劳动产品属于不同的所有者"
        },
        {
          "title": "商品具有使用价值和价值两个因素或两种属性",
          "content": ""
        },
        {
          "title": "为什么说商品价值体现了商品生产者的经济关系",
          "content": "①商品价值的概念:凝结在商品中的无差别的人类劳动就是商品的价值。②价值是商品所特有的属性，在商品交换中，一般人类劳动才形成价值。因为，生产资料和劳动产品属不同的所有者，交换的双方各有自己的物质利益，因此在相互交换产品时，需要计算生产时耗费的劳动量，而且要等价交换。③抽象劳动是指撇开各种劳动具体形式的一般的无差别的人类劳动，它形成商品的价值，是劳动的社会属性， 体现商品生产者之间的经济关系。"
        },
        {
          "title": "创造具有使用价值的是",
          "content": "具体劳动-（劳动的自然属性）"
        },
        {
          "title": "在价值形成过程中创造新的价值",
          "content": "抽象劳动：-（劳动的社会属性）"
        },
        {
          "title": "价值的唯一源泉是活劳动",
          "content": "即活的抽象劳动形成商品价值的抽象劳动是无差别的一般人类劳动。社会必要劳动时间决定的商品价值叫做商品的社会价值，取决于生产部门的平均劳动生产率。"
        },
        {
          "title": "商品的价值量是怎样决定的",
          "content": "a.社会必要劳动时间决定商品的价值量 b.与生产该产品的部门劳动率成反比 c.复杂劳动换算为简单劳动的计量"
        },
        {
          "title": "单位商品的价值量",
          "content": "①与包含在商品中的社会必要劳动量成正比 ②与生产该产品的劳动生产率成反比③取决于部门平均劳动生产率货币的本质是固定的充当一般的等价物的商品。与商品的赊购赊销相联系的货币职能是支付手段。"
        },
        {
          "title": "货币最基本的职能",
          "content": "①在发达的商品经济中，它具有价值尺度、流通手段、贮藏手段、支付手段和世界货币五种职能。其中最基本的职能是价值尺度和流通手段。②货币价值尺度职能：是指货币用来衡量和计算一切商品价值量大小的社会尺度山炮货币流通手段职能：是指货币起着商品交换媒介的作用"
        },
        {
          "title": "金属货币在流通情况下，通货膨胀不会发生",
          "content": ""
        },
        {
          "title": "以私有制为基础的商品经济的基本矛盾",
          "content": "①以私有制为基础的商品经济的基本矛盾是：私人劳动和社会劳动的矛盾②私人劳动和社会劳动的矛盾的表现：1）如果商品生产者生产的商品不符合社会需要，全部销售不出去，他的劳动不被社会承认，私人劳动就不能转化为社会劳动。2）如果商品生产者生产的商品只能部分销售出去，或者他生产的商品的个别劳动时间大于社会必要劳动时间，其私人劳动就只能有一部分转化为社会劳动，其余部分则得不到社会承认，不能转化为社会劳动。③私人劳动和社会劳动的矛盾，之所以是以私有制为基础的商品经济的基本矛盾，是因为这一矛盾决定着以私有制为基础的商品生产者的命运，商品生产者的私人劳动能否转化为社会劳动，或者私人劳动在多大程度上转化为社会劳动，决定着商品生产者在竞争中的地位，以及赢利或亏损的程度，从而决定着他们在两极分化的命运"
        },
        {
          "title": "商品经济的基本规律",
          "content": "价值规律"
        },
        {
          "title": "论述价值规律在商品经济中的作用",
          "content": "①.价值规律本身的作用。就是商品按照又社会必要劳动时间决定的价值进行交换的客观必然性的实现。这种必然性越是得到贯彻和实现，越是表明价值规律在发挥作用，商品经济顺利发展②以私有制为基础的商品经济中，价值规律在商品经济中的发展作用：1）调节资源配置 2）促进社会发展 3）引起和促进商品生产者的分化"
        },
        {
          "title": "货币转化为资本的决定性前提",
          "content": "劳动力成为商品"
        },
        {
          "title": "货币和资本的关系",
          "content": "货币和资本的关系：只有增殖自身价值的货币才是资本"
        },
        {
          "title": "劳动力商品的价值是由",
          "content": "再生产所必需的生活资料价值所决定"
        },
        {
          "title": "如何理解劳动力商品价值决定及其包括的历史和道德因素",
          "content": "①劳动力商品的价值是由：再生产所必需的生活资料价值所决定。劳动力商品的价值包括：1）维持劳动者自身生存所必须的生活资料，用以再生产他的劳动力。2）是劳动者繁育后代，所必须的生活资料的价值，用以延续劳动力的供给3）是劳动者接受教育和训练所支出的费用，用以培养适合资本主义再生产所需要的劳动力②包括的历史和道德因素：雇佣 劳动者必要的生活资料的种类和数量，要受一定 历史条件下的经济和文化发展水平，以及各个国家风俗和习惯制约。随着社会经济和文化的发展，必要生活资料的种类和数量的增加，质量和结构发生变化，劳动力价值的物质内容也会增加。"
        },
        {
          "title": "剩余价值是怎样产生的，他的本质是什么？",
          "content": "①资本主义生产过程具有二重性：1）生产使用价值的劳动过程。2）是生产剩余价值即增殖过程，是劳动和价值增殖过程的统一。②资本主义劳动过程的特点：1）工人在资本家的监督下劳动 2）劳动产品归资本家所有。③剩余价值的产生是：由于资本家把雇佣工人的劳动时间延长到补偿劳动力价值所需要的劳动时间以上，从而劳动力所创造的全部价格，超过劳动力的价值价值增殖过程就实现了，这就是价值增殖的秘密。"
        },
        {
          "title": "资本主义制度的核心",
          "content": "国家制度-----分为 国体和政体资本主义政治制度就是资产阶级为实现其阶级专政而采取的统治方式和方法及各种相关制度的总和。包括资本主义的国家制度，政党制度，选举制度，三权分立制度，民主制度等，其国家制度是资本主义政治制度的核心。根据政权机构的构成形式不同主要有君主立宪制和民主共和制 2 种形式。君主立宪制分为议会制（英国）和二元君主制 2 种（约旦）。民主共和制是由选举产生的政权机构和国家元首掌握权利并有一定任期的政权组织形式。是比较完备，成熟，典型的资本主义政体形式。民主共和制分为议会（德国，意大利）共和和总统共和制（美国）。法国半总统共和制，瑞典实行委员会制。资本主义国家的政党制度主要有三种类型一党，2 党（美国），多党（法国，意大利）。资本主义的议会制度主要职权是立法权，财政权，监督权。"
        },
        {
          "title": "利己主义是资本主义意识形态的核心",
          "content": ""
        }
      ]
    },
    {
      "title": "马克思主义第五章",
      "items": [
        {
          "title": "货币资本是",
          "content": "①以货币存在的资本②产业资本循环的第一种职能（购买阶段） ③用来购买劳动力和生产资料为剩余价值作准备的资本、产业资本包括工业部门和农业部门。"
        },
        {
          "title": "产业资本循环的购买阶段。是货币资本形态转化为生产资本形态。",
          "content": ""
        },
        {
          "title": "产业资本循环的销售阶段。是商品资本形态转化为货币资本形态。",
          "content": ""
        },
        {
          "title": "简述：产业资本在循环中采取的不同的职能形式所执行的职能",
          "content": "产业资本循环的过程中采取货币资本、生产资本、和商品资本三种职能形式，分别执行三种不同的职能①货币资本的职能：用来购买劳动力和生产资料为剩余价值的生产作准备②生产资本的职能是使劳动力和生产资料相结合，在生产过程中生产出包含价值与剩余价值的商品③商品资本职能：通过商品销售，使包含在商品价值与剩余价值得到实现"
        },
        {
          "title": "产业资本循环的购买（第一）阶段和销售（第三）阶段是货币资本的流通过程",
          "content": ""
        },
        {
          "title": "预付资本的总周转速度",
          "content": "就是生产资本的各个组成部分的平均周转速度。总周转速度包括①固定资本的占比例②流动资本的占比例③固定资本组成部分的周转速度 ④流动资本的周转速度。资本周转的时间是指生产时间和流通时间的总和。"
        },
        {
          "title": "社会总资本",
          "content": "相互联系、相互交错的的各个单个资本的总和社会总产品从价值形态上看包括不变资本，可变资本，剩余价值，"
        },
        {
          "title": "考察社会资本核心问题是",
          "content": "剩余价值的产生"
        },
        {
          "title": "资本主义生产方式的基本矛盾",
          "content": "即生产社会化与生产资料私人资本主义占有形式之间的矛盾"
        },
        {
          "title": "生产成本",
          "content": "可变资本和不可变资本的耗费①所费不可变资本的价值②补偿可变资本价值"
        },
        {
          "title": "资本主义的在生产成本是",
          "content": "①生产成本是商品销售价值的最低界限②价值中的部分③品生产中实际耗费的成本。资本生产时间包括劳动时间，自然对劳动对象发生作用的时间。停工时间，非劳动时间"
        },
        {
          "title": "社会总产品的实现",
          "content": "①产品的各个部分在物质上得到替换②社会总产品从价值上得到补偿"
        },
        {
          "title": "社会总产品的补偿",
          "content": "①架子补偿②物质补偿资本主义再生产周期经历的阶段一般是危机，萧条，复苏，高涨。危机阶段的特点：商品销售困难甚至被销毁，企业开工不足甚至倒闭，货币信用制度被破坏，工人大批失业。"
        },
        {
          "title": "资本周转的速度与时间（成反比）次数（成正比）有关系",
          "content": ""
        },
        {
          "title": "劳动资料属于",
          "content": "①不变资本②固定资本③生产资本④产业资本"
        },
        {
          "title": "生产资本按照价值周转方式的不同，划分为",
          "content": "①固定资本②流动资本"
        },
        {
          "title": "一般情况下利润率—小于剩余价值率资本主义利润率反映预付可变资本的增值程度。",
          "content": ""
        },
        {
          "title": "平均利润的形成过程",
          "content": "①平均利润的形成是部门之间竞争的结果。②各不同生产部门的资本有机构成和周转速度不同，会有不同的利润率。③为了获得更高的利润率。各部门资本家必然展开以资本转移为特征的部门之间的竞争。④通过资本转移使各部门的供求关系发生变化，从而使价格涨落，引起利润的升降，使部门利润率趋于平均，形成平均利润。⑤平均利润是全社会的剩余价值总量和社会预付总资本的比率，一定量的预付资本按平均率获得的利润就是平均利润。利润转化为平均利润无论在质上还是在量上都发生了变化。"
        },
        {
          "title": "当利润转化为平均利润的时候",
          "content": "掩盖了利润的本质和来源"
        },
        {
          "title": "论述为什么说生产价值转化为生产价格，它就是价值的转化形式",
          "content": "①生产价格是在价格的基础上形成的。②从全社会来看，平均利润总额和剩余价值的总额是相等的，商品生产价格的总额与价值总额也是相等的。③生产价格的变动归根结底是由价值的变动引起的。"
        },
        {
          "title": "价值转化为生产价格资本家可获得",
          "content": "平均利润和超额利润"
        },
        {
          "title": "个别价格低于社会生产价格就有了",
          "content": "超额利润"
        },
        {
          "title": "超额利润它反映的是同一部门内部不同企业之间的资本主义关系。",
          "content": ""
        },
        {
          "title": "商业资本是",
          "content": "①处于流通领域的资本②商品资本独立化形式③采取G---W---G的运动方式④为销售服务⑤参与利润平均化的资本商业资本的职能是通过商品销售，实现其中的价值和剩余价值。"
        },
        {
          "title": "资本主义社会商业资本执行的是产业资本的",
          "content": "商品资本职能"
        },
        {
          "title": "商业资本的作用",
          "content": "①商业资本的存在有利于产业资本家提高经济效益②商业资本的存在有利于节省流通资本③商业资本的活动，可以加速产业资本的周转④商业资本的活动可以缩短流通时间"
        },
        {
          "title": "剩余价值的形式",
          "content": "①产品利润②商业利润③利息④银行利润⑤地租"
        },
        {
          "title": "商业利润来源于",
          "content": "产业工人创造的剩余价值"
        },
        {
          "title": "商业利润",
          "content": "就是商业资本家从事商业经营活动所获得的利润"
        },
        {
          "title": "借贷资本的本质",
          "content": "是为了利息而暂时贷给职能资本家使用的货币资本"
        },
        {
          "title": "什么是利息，它的本质和来源",
          "content": "①利息就是只能资本家使用借贷资本而借贷给资本家的那部分剩余价值。②本质：职能资本家通过使用借到的货币资本，从事生产经营所获得的平均利润，分为利息和企业利润。利息就是平均利润的一部分。平均利润是剩余价值的转化形式，所以利息就是剩余价值的特殊转化形式。③其来源归根结底是生产部门是雇佣工人是创造的剩余价值，而利息体现着借贷资本家和职能资本家共同剥削雇佣工人的经济关系，又体现着借贷资本家同职能资本家之间共同瓜分剩余价值的经济关系。"
        },
        {
          "title": "在其他条件既定的时，利息率与平均利润率在",
          "content": "同一方向上发生变化。"
        },
        {
          "title": "银行资本利润率",
          "content": "①银行利润与自有资本的比率②通过竞争和资本资本在不同部门实现转移③相当于平均利润。银行资本包括自有资本和借入资本"
        },
        {
          "title": "银行资本家获得的利润是",
          "content": "雇员在剩余时间内创造的剩余价值。"
        },
        {
          "title": "银行利润",
          "content": "①平均利润②贷款和利息的差额③剥削剩余价值④剥削剩余时间"
        },
        {
          "title": "影响利润率高低的因素",
          "content": "剩余价值率的高低，资本有机构成的高低，资本周转速递的快慢，不变资本节省的状况。"
        },
        {
          "title": "银行资本家向银行投资，在于获得利润，相当与平均利润",
          "content": ""
        },
        {
          "title": "股票体现着股份资本的所有权，股票价格是股息收入的资本化与股息成正比，与银行存款利润率成反比。股份公司的组织结构一般包括权利机构，监督机构，经营管理机构。股份公司是以资本所有权和使用权相分离为前提的。",
          "content": ""
        },
        {
          "title": "资本主义农业中剩余价值的表现形式",
          "content": "①级差地租②绝对地租③平均利润④超额利润"
        },
        {
          "title": "级差地租是农业工人所创造的",
          "content": "超过平均利润以上的一部分剩余价值"
        },
        {
          "title": "什么是级差地租形成的原因",
          "content": "①形成级差地租的原因是对土地的资本主义经营垄断②土地的资本主义经营垄断，使得经营优等和中等地的农业资本家都获得形成级差地租的超额利润 ③土地的资本主义经营垄断，使资本主义农业中可以长期稳定地获得形成级差地租的超额利润。"
        },
        {
          "title": "级差地租形成的条件有",
          "content": "①土地的肥沃程度②土地的地理位置"
        },
        {
          "title": "绝对地租是",
          "content": "农产品价值和社会生产价格的差额农产品的社会生产价格是由劣等土地所生产的农产品的个别生产价格所决定的。租种劣等土地需要缴纳的地租是绝对地租。农业资本家租种劣等土地不缴纳极差地租，需缴绝对地租。"
        },
        {
          "title": "土地私有制的垄断是绝对地租形成的原因。",
          "content": "资本主义地租体现的是农业资本家，农业雇用个人，大土地所有者阶级之间的关系。"
        },
        {
          "title": "土地价格是资本化的地租，和地租量成正比变化，和银行存款利息率成反比变化",
          "content": ""
        }
      ]
    },
    {
      "title": "马克思主义第六章",
      "items": [
        {
          "title": "资本主义社会发展分为",
          "content": "自由竞争资本主义和垄断资本主义"
        },
        {
          "title": "垄断组织形式有",
          "content": "①卡特尔②辛迪加③托拉斯④康采恩"
        },
        {
          "title": "20 世纪后半叶，垄断组织的公司的新形式是",
          "content": "混合联合公司。"
        },
        {
          "title": "金融寡头在经济统治上是通过“参与制”实现的",
          "content": ""
        },
        {
          "title": "金融寡头在政治上的统治主要是通过“个人联合”自由竞争引起生产集中，生产集中发展到一定程度就会自然而然走向垄断。",
          "content": ""
        },
        {
          "title": "垄断竞争同自由竞争的不同",
          "content": "①竞争的目的不同 ②手段新的变化③竞争激烈程度和后果不同④竞争的范围不同、"
        },
        {
          "title": "垄断利润的来源？它是如何实现的",
          "content": "① 来源：1）来自对本国无产阶级和其他劳动人民的剥削。2）垄断资本获得非垄断企业的利润 3）海外利润，4）再分配收入等，垄断资本所获得的高额利润，归根结底来自工人阶级和劳动人民所创造的剩余价值。②垄断利润主要是通过垄断组织只等的垄断价格来实现的，垄断价格是垄断组织销售或购买商品时，凭借其垄断地位规定的，旨在保证获取最大限度利润的市场价格，垄断价格分为：垄断高价和垄断低价。"
        },
        {
          "title": "垄断高价",
          "content": "指垄断资本在出售自己产品时，规定超过商品价值和生产价格的垄断价格，"
        },
        {
          "title": "垄断低价",
          "content": "指垄断资本购买生产资料时，规定低于其价值和生产价格的垄断价格，"
        },
        {
          "title": "垄断价格不会增加价值总量",
          "content": ""
        },
        {
          "title": "国家垄断资本主义产生的原因",
          "content": "①国家垄断资本主义：即资本主义国家政权与垄断资本相结合的资本主义。②国家垄断资本主义产生的原因，归根结底仍然是社会生产力发展要求和结果。1）一般垄断的产生，促进了生产社会化的发展，但未能从根本上解决资本主义的基本矛盾。 2）社会化大生产本质上要求按照生产力发展的客观规律，在全社会范围内组织、计划、协调各种社会经济活动 3）私人资本不能适应这种要求。在这样的条件下，必须由国家出面，利用政权的力量来协调各方面的关系。维持资本主义社会经济的运行，于是就出现国家垄断资本主义国家垄断资本主义的实质是为了资本主义社会经济制度的存在和发展。"
        },
        {
          "title": "第二次世界大战后，垄断资本主义大力发展的原因",
          "content": "①靠私人垄断资本的力量，无法满足大规模经济建设所需要的巨额资金②在一些大规模公共设施建设上，私人垄断资本无能为力或不愿意投资建设③一些大型、基础性、前导性的科学研究项目，也是私人垄断资本不愿意涉及的领域 ④日益严重的生产过剩问题仅靠私人垄断资本难以解决 ⑤社会化生产的发展要求国家出现进行某些宏观经济调控 ⑥在经济利益关系的调整方面，国家的再分配功能也越来越重要。"
        },
        {
          "title": "国家垄断资本主义的基本形式",
          "content": "①国家直接掌握的垄断资本，（国有经济，国有企业） ②国家和私人资本在企业内部的结合。③国家和私人资本在企业外部的结合"
        },
        {
          "title": "资本主义的经济计划属于",
          "content": "国家和私人资本在企业外部的结合"
        },
        {
          "title": "资本主义国家宏观经济管理与调节的总任务",
          "content": "促进市场总供给和总需求的平衡"
        },
        {
          "title": "资本主义国家对经济的调控方式与手段",
          "content": "①直接团结②控制③介入"
        },
        {
          "title": "资本主义国家对民间经济的间接调节与控制，主要是运用经济手段",
          "content": ""
        },
        {
          "title": "国家垄断资本主义宏观调控的主要政策",
          "content": "国家调节市场，时常引导企业‘"
        },
        {
          "title": "试分析发达市场经济国家调控货币量的主要手段",
          "content": "发达市场经济国家主要运用所谓的三大手段来调节和控制货币量①公开市场业务，即由中央银行在货币资本市场上公开出售或收购有价证券，从而减少或增加货币流通量 ②最低准备金率政策，发达市场经济国家有法律规定的储备金制度，也就是商业银行要把一定比例的资金存入中央银行，以保证金融秩序的稳定。法定准备金率的提高或降低，会减少或增加流通量。③再贴现利率政策，商业银行可以把手中未到期有价证券拿到中央银行去再贴现，如果再贴现利率降低，商业银行就会拿出更多的有价证券去贴现，这样流通中的货币就会增加，反之则反"
        },
        {
          "title": "自由竞争资本主义阶段，资本主义国家对外经济联系的重要方式以",
          "content": "商品输出为主"
        },
        {
          "title": "资本输出的形式有多种",
          "content": "从资本形态上来看①借贷资本输出②生产资本输出。从主体来看：①私人资本输出②国家资本输出"
        },
        {
          "title": "垄断资本主义阶段的一个重要经济现象和特征",
          "content": "资本输出"
        },
        {
          "title": "资本输出的作用和后果",
          "content": "a.为过剩资本找到了出路，获得大量海外高额利润和利息 b.在控制输入过经济、政治及社会生活各方面。c.输出国扩大商品出口的重要手段。d.资本输出使金融资本在世界范围内实现统治 e.缓和世界各国经济发展矛盾的手段"
        },
        {
          "title": "除了跨国公司以外。当代垄断组织的另外一个主要形式",
          "content": "国际垄断同盟"
        },
        {
          "title": "第二次世界大战后，资本输出的新特点",
          "content": "发达国家相互间投资大幅度增加"
        },
        {
          "title": "试述近二十年来经济全球化发展趋势加快的原因，及在经济全球化中加强国际经济调节的必要性",
          "content": "①1）20 世纪 80 年代以来，经济全球化进程加快是主要原因是新科学技术。特别是计算机。通信技术日新月异的进步和在社会经济生活中的广泛运用，加强了国际经济联系。2）国际贸易的自由程度大大提高，各国都有发展国际经济关系的迫切要求，因而加快了经济全球化的步伐 3）国际资本流动的大幅度增加，发展中国家迫切需要吸引外资发展本过经济，发达国家的过剩资本也需要一个出路，此外，发达国家相互键的投资也在增加②国际经济调节的必要性： 1）经济全球化使世界各国经济发展的联系日益紧密，国际间的经济联系日趋复杂，需要协调和制约。2）没有有效的协调和制约，各垄断资本主义国家和大量垄断组织的竞争会早成经济动荡和生产力的破坏，甚至导致波及全球的危机，因此，经济全球化的发展必然要求对国际经济进行调节"
        },
        {
          "title": "为什么会出现全球化的趋势，表现有那些？",
          "content": "①出现经济全球化的趋势的原因：1）新科学技术的广泛运用。2）国际贸易的自由程度大大提高 3）国际资本流动的大幅度增加。②经济全球化的本质是资源配置的国际化，集体表现：1）生产的全球化：产领域的国际分工和协作不断加强，并由按照部门实行专业化分工发展到按工艺和生产阶段实行专业化分工。2）贸易全球化：际间的产业转移，现代高效率大批量生产、对他国产品需求的增加，新的更便捷、更灵活的贸易方式以及国际协调对贸易限制的减少。3）资本的全球化：在垄断资本主义阶段，资本输出意味着资本国际化开始出现，在新科技革命的推动下，资本在国际间的流动以从前所未有的速度增加，形成了资本全球化的趋势。"
        }
      ]
    },
    {
      "title": "马克思主义第七章",
      "items": [
        {
          "title": "最早的空想主义出现在",
          "content": "资本主义原始积累和初期发展阶段早期空想主义的代表作英国莫尔的《乌托邦》意大利康帕内拉的《太阳城》。."
        },
        {
          "title": "19 世纪初期的欧洲三大社会主义者",
          "content": "①法国，圣西门②法国，傅立叶③英国，欧文"
        },
        {
          "title": "马克思主义科学社会主义的直接理论来源",
          "content": "三大空想主义的思想"
        },
        {
          "title": "马克思主义理论组成",
          "content": "①科学社会主义理论②辩证唯物主义③历史唯物主义④马克思主义政治经济学无产阶级革命的形式暴力（主要形式）和非暴力（和平）。"
        },
        {
          "title": "无产阶级不同于以往一切革命的最新类型的革命原因",
          "content": "①无产阶级革命是要消灭私有制，建立公有制 ②无产阶级革命是要消灭剥削和阶级统治的革命 ③无产阶级为绝大多数谋利益的运动 ④无产阶级是不断前进的历史进程"
        },
        {
          "title": "列宁领导下的苏维埃俄国对社会主义道路探索三个阶段",
          "content": "①进一步巩固苏维埃政权时期②战时共产主义时期③新政策时期"
        },
        {
          "title": "斯大林领导下的苏联对社会主义的探索",
          "content": "①生产资料所有制的变革②计划经济的建立和发展③政治思想文化等各项事业的建设与发展"
        },
        {
          "title": "中国成功的革命道路",
          "content": "以农村包围城市，武装夺取政权"
        },
        {
          "title": "简答 社会主义制度对人类社会历史的的贡献",
          "content": "①社会主义作为现实存在的社会制度在世界上，推动了人类历史的发展和社会制度的演进②社会主义国家的存在改变了世界的格局， 在一定程度上遏制了帝国主义和霸权主义在世界的扩张 ③社会主义力量坚定的支持压迫民族和被压迫人民，推动着和平与发的世界时代潮流④社会主义引导着世界人民的前进方向"
        },
        {
          "title": "论东欧巨变，苏联解体中，我们得到什么认识。",
          "content": "放弃了科学的社会主义道路，放弃了共产党的有效领导，放弃了马克思列宁主义，结果使得已经相当严重的经济，政治，社会，民族矛盾进一步激化，最终酿成制度巨变，国家解体的历史悲剧。"
        },
        {
          "title": "科学社会主义的核心内容",
          "content": "无产阶级专政和社会主义民主"
        },
        {
          "title": "建立社会主义社会、发展社会主义事业的政治保证",
          "content": "无产阶级专政，建立社会主义民主是共产党的奋斗目标和政治任务。无产阶级专政的实质是无产阶级作为统治阶级掌握国家政权，是新型民主和新型专政的国家。社会主义国家政权的领导核心是工人阶级的先锋队共产党。"
        },
        {
          "title": "社会主义国家政权的基础",
          "content": "工农联盟无产阶级专政的最终目标是消灭剥削，消灭阶级，进入无产阶级社会。"
        },
        {
          "title": "社会主义民主的本质",
          "content": "人民当家作主"
        },
        {
          "title": "共产主义第一阶段特征",
          "content": "①生产资料归全社会所有的公有制②根据社会需要对社会生产的计划管理和调节③劳动者生产的社会总产品经过一定扣除后，对个人消费品实行按劳分配④商品经济消亡。阶级对立和阶级差别消失。⑤国家开始消亡，但尚未消亡"
        },
        {
          "title": "邓小平把社会主义的本质概括为",
          "content": "①解放生产力，②发展生产力。③消灭剥削④消除两极分化⑤最终达到共同富裕"
        },
        {
          "title": "社会主义首先在经济文化相对落后的国家取得胜利的原因",
          "content": "①这些国家具备一定程度的社会化生产力，是社会主义革命建立和发展的物质基础。②和这些国家发生社会主义于革命时的客观形势和条件，使得他们在特定的历史条件下能够取得革命成功"
        },
        {
          "title": "为什么说必须充分认识经济文化相对落后的国家社会主义建设的艰巨性和长期性",
          "content": "①在这些国家大力发展生产力，赶上和超过发达国家是一个长期而又艰巨的任务。②在这些国家里建设社会主义精神文明、发展社会主义民主与完善社会主义法制，充分显示社会主义的优越性，也是一个长期而又艰巨的任务。③在这些国家是建设和发展是与资本主义并存的环境下，在资本主义发达国家主导的世界政治经济秩序中曲折前进，面临着国际环境的严峻考验。④在这些国家的执政党和广大人民对社会主义发展道路的探索，对社会主义建设客观规律的认识和利用，需要一个长期而又艰巨的任务"
        },
        {
          "title": "社会主义发展道路多样性的原因",
          "content": "①各国在革命时，生产力和社会发展阶段不一样。决定了发展道路的特点不同。②各国的历史、文化、国情不一样。③在社会主义实践中，各国都在探索适合本国国情的发展道路"
        },
        {
          "title": "如何更好的探索适合本国国情的社会主义道路",
          "content": "①要以马克思主义理论为指导 ②探索要从本国国情出发，把马克思原理同实践结合 ③探索社会主义发展道路要吸收一切人类文明成果"
        },
        {
          "title": "社会主义在曲折中前进的原因",
          "content": "①社会主义作为崭新力量的社会经济制度，其成长过程必然不会一帆风顺 ②作为发展中国家的社会主义的基本矛盾运动，推动了社会主义的经济社会发展 ③世界政治势形错综复杂的发展变化，国际经济秩序和割据的变化演进"
        },
        {
          "title": "马克思政党是科学社会主义与工人运动的产物。政党的政治发展是资本主义社会的产物",
          "content": ""
        },
        {
          "title": "马克思政党产生的条件",
          "content": "①是工人运动的发展②科学社会主义理论传播"
        },
        {
          "title": "工人运动的发展是马克思政党产生的阶级基础",
          "content": "1847 年共产主义者同盟成立，马恩把科学社会主义理论同工人运动相结合建立的第一国际的党组织。1869年成立的德国社会民主工党，是最早的在一个国家里建立的马克思主义政党。1898 年，列宁把马主义同俄国工人运动相结合，建立俄国社会民主工党（布尔什维克）。1921中国共产党的建立，是骂了四主义理论与中国实践相结各的产物。"
        },
        {
          "title": "工人阶级的历史使命是由其历史地位决定的",
          "content": "①工人阶级是社会化大生产的的产物，与先进生产方式相联系，是先进生产力的代表，是最有前途的阶级。②工人阶级是资本主义中被剥削、被压迫的阶级，他们与资产阶级直接对立，具有革命彻底性，只有他们能肩负起推翻资产阶级统治。建立社会主义新社会的任务。③工人阶级会在斗争中不断成熟，从自在的阶级走向自为的阶级。"
        },
        {
          "title": "马克思主义政党的最高纲领和最终奋斗目标，是实现共产主义",
          "content": ""
        },
        {
          "title": "（宗旨）马克思主义政党是为人民谋利益的党",
          "content": ""
        },
        {
          "title": "马克思主义政党的组织原则",
          "content": "民主集中制无产阶级专政和社会主义民主是科学社会主义的核心内容。"
        },
        {
          "title": "马克思主义政党的坚强领导体现在",
          "content": "①思想领导方面②政治领导方面③组织领导方面"
        },
        {
          "title": "社会主义民主政治的首要内容",
          "content": "坚持党的领导"
        },
        {
          "title": "保持和发展党的先进性是马克思主义政党自身建设的改变任务和永恒话题",
          "content": ""
        }
      ]
    },
    {
      "title": "马克思主义第八章",
      "items": [
        {
          "title": "社会发展和社会进步的最终决定力量，是全部社会历史的物质基础是",
          "content": "社会生产力"
        },
        {
          "title": "实现共产主义社会的根本条件和基础是",
          "content": "社会生产力的高度发展"
        },
        {
          "title": "新的社会制度具有优越性的集中表现",
          "content": "新社会比以往的社会更高的社会生产率"
        },
        {
          "title": "共产主义社会公有制的建立，个人消费品相应实行",
          "content": "按需分配"
        },
        {
          "title": "共产主义社会的本质和特征",
          "content": "各尽所能，按需分配"
        },
        {
          "title": "共产主义社会，人民的劳动具有",
          "content": "直接的社会性"
        },
        {
          "title": "马克思著作中说的消灭阶级是指",
          "content": "消灭剥削和被剥削阶级的差别与对立"
        },
        {
          "title": "社会阶级的消灭是",
          "content": "以生产高度发展的阶段为前提"
        },
        {
          "title": "恩格斯说 国家不是被“废除”的，它是自行消亡的",
          "content": ""
        },
        {
          "title": "共产主义社会中人们精神境界的极大提高，表现在",
          "content": "①人们树立了高度自觉的劳动态度，遵守社会纪律、团结互助，诚实友爱。②人们摆脱了封建的、保守的思想观念的束缚。③不拿报酬地为公共利益工作成为普遍现象"
        },
        {
          "title": "共产主义社会基本原则的社会形式",
          "content": "以每个人的全面而自由的发展"
        },
        {
          "title": "实现人的全面发展的条件",
          "content": "①摆脱了生产资料所有制和阶级压迫的束缚。②人们完全摆脱了旧式分工 ③人们完全摆脱仅仅是谋生手段的劳动束缚。④人们完全摆脱了接受教育和训练的限制"
        },
        {
          "title": "共产主义社会，一切人自由发展的条件",
          "content": "每个人的自由发展"
        },
        {
          "title": "共产主义的两个阶段",
          "content": "①社会主义（第一阶段或低级）②共产主义（第二阶段高级）"
        },
        {
          "title": "社会主义和共产主义的共同基本特征",
          "content": "①实行公有制 ②生产的目的都是为了满足劳动人民日益增长的物质文化需要。③产品分配。按照有利于社会发展和实现劳动人民利益的原则进行。④消灭剥削制度，建立和谐。 ⑤以马克思主义为指导，以集体主义为意识的核心。"
        },
        {
          "title": "为什么人类社会历史必然发展到社会主义",
          "content": "①马克思主义认为，人类社会的发展是生产力与生产关系之间矛盾运动的必然结果。②人类社会的发展规律，社会主义社会也是在生产力和生产关系的矛盾运动中不断发展的。③社会主义制度，为生产力的发展开辟了广阔道路"
        },
        {
          "title": "从社会主义向共产主义过渡的特点",
          "content": "①以往不同性质的社会形态的过渡和更迭。不是通过旧社会形态内部的自我完善和发展，在原有的生产关系和上层建筑逐步调整和成熟中实现的。②社会主义社会和共产主义社会是同一种社会的来年各个成熟程度不同的阶段，它们都是以生产资料公有制为基础的社会制度，二者之间不存在对抗性矛盾，因而从社会主义过渡到共产主义社会，只是从不成熟的共产主义社会发展到成熟的共产主义社会，表现为同一社会内部的过渡和变化。"
        },
        {
          "title": "为什么说实现共产主义是人类最伟大的事业",
          "content": "①共产主义事业是崇高理想与科学思想的统一 ②共产主义伟大事业的实践"
        },
        {
          "title": "为什么说实现共产主义是一个不断实践的长期过程",
          "content": "①实现共产主义要在实践中长期探索 ②社会主义的充分发展和向共产主义的过程需要经历长期的实践过程③经济落后国家实现共产主义需经更长的实践过程 ④共产主义在世界范围的实现是长期、曲折、复杂的历史过程。"
        },
        {
          "title": "人们对社会主义制度和社会面貌的预见和期望是",
          "content": "社会理想"
        },
        {
          "title": "我们实现人生价值的基础和归宿是",
          "content": "共产主义远大理想"
        },
        {
          "title": "我国当前正处于社会主义初级阶段，建设中国特色社会主义是我国人民的历史使命和共同理想",
          "content": ""
        },
        {
          "title": "建设中国特色社会主义的内容",
          "content": "①经济建设：就是社会主义条件下发展市场经济，不断解放和发展生产力，坚持和完善社会主义公有制为主体，多种所有制经济共同发展的基本经济制度，坚持和完善按劳分配为主体的多种分配方式②政治建设：就是在共产党领导下，在人民当家作主的基础上依法治国。发展社会主义民主政治。③文化建设：就是以马克思为指导，以培育有理想、有道德、有文化、有纪律的公民为目标，发展面向现代化，面向世界、面向未来、民族的、科学的、大众的社会主义文化。④社会建设：就是要以解决人民关心、最直接、最现实的利益问题为重点，使经济成果更多体现到改善民生上。"
        }
      ]
    }
  ]
}
